[
  {
    "id": 1,
    "name": "Тоскана",
    "slug": "toskana",
    "description": "Куст компактный, высотой 20-25 сантиметров. Цветёт с июня по октябрь. Цветки собраны в шаровидные соцветия лавандового окраса. Растение неприхотливое, холодостойкое, отлично растёт на открытых солнечных местах с хорошо дренированной почвой. Посев семян производят в рассадные ящики в конце февраля - в начале марта. Первые всходы появляются через 10-20 дней. В открытый грунт рассаду высаживают в конце мая",
    "image": "products/Вербена.jpg",
    "price": 349.98,
    "amount": 1,
    "in_available": 1,
    "badge_id": 1,
    "category_id": 30
  },
  {
    "id": 2,
    "name": "Uno Double Light Blue",
    "slug": "uno-double-light-blue",
    "description": "Калибрахоа серии \"Uno\" необычайно плотные, компактные, хорошо ветвятся. В течение всего сезона формирует прекрасную шарообразную форму, усыпанную множеством миниатюрных цветков. Цветение очень обильное, практически не видно листьев. Разрастаются не слишком быстро. П цветки не показывают богатства цвета и выглядят однотонными, наберитесь терпения, игра оттенков появится позже. Взрослые растения устойчивы к погодным условиям, молодые требуют повышенного внимания. Им нужно тепло и равномерный полив, ни в коем случае не заливать. За взрослыми уход такой же как за петуниями. Это изумительно красивое растение, но оно скорее для опытных цветоводов, так как бывает довольно капризным.",
    "image": "products/Калибрахоа.jpg",
    "price": 250,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 2
  },
  {
    "id": 3,
    "name": "Поэтри",
    "slug": "poetri",
    "description": "Немезия - это однолетняя, светолюбивая, холодостойкая и довольно неприхотливая культура. Цветки небольшие — их диаметр не превышает 1,5 см и они всегда имеют яркое желтое пятно на нижнем лепестке. Растение используется в посадках бордюров или сборных цветниках, а также для посадки в вазоны и балконные ящики.\r\nПосев: семян в феврале-марте на рассаду и при посеве слегка присыпать тонким слоем почвы. Всходы появляются через 8 дней при t около 20°С. Можно сеять в мае в открытый грунт. Всходы появляются 14 дней.\r\nУход: хорошо развиваются на легких, умеренно плодородных и влажных. Для лучшего кущения прищипывают верхушку.",
    "image": "products/Немезии.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": 2,
    "category_id": 3
  },
  {
    "id": 4,
    "name": "Розовая Жемчужина",
    "slug": "rozovaya-zhemchuzhina",
    "description": "Основными особенностями этого сорта является обильное цветение. Сами кусты довольно компактные, разрастаются не вверх, а вширь. На крепких цветоносах образовываются большие шаровидные цветы с высокой махровостью, розового цвета, с легким перламутром. Лепестки расположены близко друг к другу, из-за чего цветы выглядят очень плотными. Сорт относится к зональным, листья обладают специфическим ароматом.",
    "image": "products/Пеларгонии.jpg",
    "price": 200,
    "amount": 1,
    "in_available": 1,
    "badge_id": 2,
    "category_id": 4
  },
  {
    "id": 5,
    "name": "Chameleon Blueberry Scone",
    "slug": "chameleon-blueberry-scone",
    "description": "Однолетний сорт, имеющий сложную окраску, а именно фиолетовый центр переходящий в желтый кант, который в свою очередь плавно растекается розово-фиолетовым краем. Высота кустов обычно не превышает 25 см, а ширина варьируется от 25 до 30 см.",
    "image": "products/Петунии.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 2
  },
  {
    "id": 6,
    "name": "Cascadias Rim Violet",
    "slug": "cascadias-rim-violet",
    "description": "Одна из самых популярных серий каскадной петунии с очень эффектными окрасками цветков. Петунии этой серии растут очень быстро. Образует пышный шар диаметром до 80 см. Обильное раннее цветение. Исключительная устойчивость к непогоде. Идеально подходит для кашпо",
    "image": "products/Примулы.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 5
  },
  {
    "id": 7,
    "name": "Париж",
    "slug": "parizh",
    "description": "Привлекательная листва мятно-серебристого цвета с зелеными прожилками, но наиболее ценят это растение за очаровательные ярко-розовые цветки. Гейхера Париж не боится вредителей и болезней, способна пережить засуху летом и заморозки зимой. Главное – своевременно поливать ее в жару и дополнительно укрыть в случае сильного похолодания.",
    "image": "products/Гейхеры.jpg",
    "price": 250,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 7
  },
  {
    "id": 8,
    "name": "Patricia's Pride",
    "slug": "patricias-pride",
    "description": "Одна из лучших представителей группы Азиатские лилии. Благодаря своей окраске, этот сорт легко сочетается с другими растениями на клумбе. Лепестки загнуты. Со временем лепестки выгорают. Эта лилия слегка душиста. Глубина посадки лилии зависит от почвы. Если почва легкая – можно углубить на 12-13 см, что составляет 3-4 диаметра луковицы. Если же почва глинистая или тяжелая, достаточно двух диаметров, глубина лунки не более 5 см. Лучше развивается на светлых, солнечных  площадках. Требует защиты от сквозняков.",
    "image": "products/Лилии.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 8
  },
  {
    "id": 9,
    "name": "Nancy Nora",
    "slug": "nancy-nora",
    "description": "Неотразимая, восхитительная красота огромных, до 18 см в диаметре, густомахровых розовидных цветков, как безбрежное море обаяния и нежности, очаровывает и увлекает тончайшими светлыми розовато-молочными, воздушно -лиловыми и перламутрово-белыми оттенками лепестков, пронизанных золотистыми лучами света. Цветёт обильно в средние сроки, наполняя сад ненавязчивым изысканным ароматом свежести. Высота куста до 90 см.",
    "image": "products/пионы.jpg",
    "price": 550,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 9
  },
  {
    "id": 10,
    "name": "Северная звезда",
    "slug": "severnaya-zvezda",
    "description": "Популярный многолетник с крупными соцветиями-корзинками. Высокие ветвистые растения обильно цветут все лето. Подходит для посадки в сборных цветниках, рабатках, миксбордерах. Великолепно смотрится в срезке и группами на газоне.\r\nУсловия выращивания. Семена прорастают в течение 10-14 дней при температуре 20-25 С. Культура солнцелюбива, засухоустойчива предпочитает открытые солнечные места, удобренные, влажные и рыхлые почвы. На зиму следует прикрывать лапником. Ежегодно в мае проводят мульчирование. Кусты делят весной раз в 3-4 года.",
    "image": "products/Ромашки.jpg",
    "price": 70,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 10
  },
  {
    "id": 11,
    "name": "Европа",
    "slug": "evropa",
    "description": "Куст образован длинными стеблями, на концах которых расположены кистеобразные соцветия. Растение хорошо переносит зиму и устойчиво к засухе. Предпочтение при посадке стоит отдавать открытым солнечным участкам (в тени рост флокса замедляется). Но при этом участок должен быть хорошо защищен от ветров. Цветки нежно-розовые (почти белые) с розовым глазком, аккуратно формы, образованы пятью чуть волнистыми лепестками одинакового размера. Диаметр цветка - 3,5 сантиметра. Собраны в кистеобразные соцветия на концах стеблей.\r\nЦветки флокса источают сильный и очень приятный аромат.",
    "image": "products/Флокс.jpg",
    "price": 250,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 11
  },
  {
    "id": 12,
    "name": "Долина роз",
    "slug": "dolina-roz",
    "description": "Яркие цветки с пышной формой бутонов. В зависимости от погодных условий проявляется в различной активности цветов. Серединка экстра пышная и плотная, состоит из многочисленных коротких лепестков, порезанных на концах. Центр оранжевый. Нижний ряд лепестков опущен, они более длинные, как правило, с плавным переходом к более светлому оттенку на краях. Стебли тугие, бледно-зелёные с бордовым отливом. Листьев на кусте не много. Уход за эхинацеей махровой розовой прост, вполне достаточно полива и подкормки, а удобрения в разы увеличат декоративность куста. Каждые 3-4 года необходимо производить деление куста.",
    "image": "products/Эхинацеи.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 12
  },
  {
    "id": 13,
    "name": "Матрёшка жёлтая",
    "slug": "matryoshka-zhyoltaya",
    "description": "Травянистое многолетнее растение, высотой до 20 см. Хорошо растет и обильно цветет в полутенистых местах, на удобренной, достаточно увлажненной почве. Легко переносит пересадку даже во время цветения. Выращивают рассадным способом. Семена всходят через 20-28 дней. Молодые растения зацветают на второй — третий год. Используют для посадки в бордюры, рабатки и каменные горки, а также для зимней выгонки. Растение, пересаженное осенью в горшок, зацветает в комнатных условиях в марте-апреле.",
    "image": "products/примула_матрешка.jpg",
    "price": 150,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 13
  },
  {
    "id": 14,
    "name": "Тунберга",
    "slug": "tunberga",
    "description": "Красивейший из листопадных барбарисов Молодые побеги дугообразно отклоненные, Листья мелкие (1–3 см),  осенью окрашиваются в ярко-красные и оранжевые тона, опадают в октябре.Плодоношение ежегодное, довольно обильное. Вид зимостойкий, не поражается ржавчиной. К почве нетребователен, довольно засухоустойчив. Хорошо переносит стрижку.",
    "image": "products/Барбарис.jpg",
    "price": 600,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 15
  },
  {
    "id": 15,
    "name": "Diamant Rouge",
    "slug": "diamant-rouge",
    "description": "Прочные побеги буро–красных цветов выдерживают объемные соцветия . Листва этого сорта отличается сменой цветов по сезонам. Весной она светло–зеленая, к лету темнеет, а осенью приобретает оранжевые и пурпурные оттенки. Распускается Даймонд Руж белыми цветками, собранными в плотные конические соцветия. Через две недели цветы набирают цвет, становясь насыщенно–вишневого цвета. Не переносит верхнего полива по листьям и цветкам, в остальном растение довольно приятное в уходе и неприхотливое. Высокая устойчивость к болезням, вредителям и морозу не может не радовать.Рекомендуется сильная обрезка осенью.",
    "image": "products/Гортензии.jpg",
    "price": 1200,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 16
  },
  {
    "id": 16,
    "name": "Lilly Rose",
    "slug": "lilly-rose",
    "description": "Прелестная мини роза, которая подходит и для клумбы и для балкона. Некрупные цветки розового цвета собраны в рыхлые кисти, обладают сильным ароматом спелой малины. Цветение продолжительное и обильное.\r\nСорт имеет большую устойчивость против всех видов традиционных болезней роз. Начинает цвести с конца мая и предпочитает солнечное место с богатой почвой. Морозостойкая.\r\nПодходит для посадки на передний край цветника, в бордюры, контейнеры, кадки. Универсальная компактная роза, здоровая, хорошо нарастает",
    "image": "products/декоративно_роза.jpg",
    "price": 200,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 17
  },
  {
    "id": 17,
    "name": "Изобилие",
    "slug": "izobilie",
    "description": "Высота – 2,5-3 м, диаметр кроны – 2-2,5м; Место посадки: солнечное место и плодородные, рыхлые, свежие почвы; Зона зимостойкости: 4; цветет в мае, лилово-розовые с сиреневым оттенком, махровые. Рекомендуется для садов и парков.",
    "image": "products/Сирени.jpg",
    "price": 350,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 18
  },
  {
    "id": 18,
    "name": "Триумф северный",
    "slug": "triumf-severnyj",
    "description": "Сорт абрикоса Триумф Северный хорошо подходит для выращивания в условиях российской Средней полосы. Плоды средние, около 25-30 граммов, а при хорошей агротехнике – крупные, до 50-60 граммов. Цвет ее желто-розовый, на освещённой стороне часто появляется яркий румянец. Мякоть нежной и сочной консистенции. Вкус очень хороший, почти как у южных сортов, сладкий с тонкой кислинкой кожицы и приятным ароматом. Съедобны и ядра крупных отделяемых косточек, они тоже сладкие и пахнут миндалем. Назначение их универсальное.",
    "image": "products/Абрикосы.jpg",
    "price": 850,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 20
  },
  {
    "id": 19,
    "name": "Радужная летняя",
    "slug": "raduzhnaya-letnyaya",
    "description": "Дерево зимостойкое, высокоурожайное. Вступает в плодоношение рано, на четвёртый год, и быстро наращивает урожайность. Плоды крупные массой до 140 г. Созревают в третьей декаде августа, через неделю после Северянки, и хранятся 10 дней. Мякоть сочная, сладкая, вкус десертный, оценивается в 4,5 балла. Это одна из наиболее вкусных позднелетних груш.",
    "image": "products/Груши2.jpg",
    "price": 600,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 21
  },
  {
    "id": 20,
    "name": "Русский",
    "slug": "russkij",
    "description": "Морозоустойчивый сорт, приносящий хороший урожай. За сезон можно собрать от четырех до десятка килограмм ягод. Плоды большие (три-шесть грамм), темно-красные с налетом воска. Мякоть выделяется особой ароматностью и тонким кисловато-сладким привкусом. Кусты с некрупными шипами, рослые, не раскидистые.",
    "image": "products/Крыжовник.jpg",
    "price": 450,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 22
  },
  {
    "id": 21,
    "name": "Ася",
    "slug": "asya",
    "description": "Куст средней высоты, пряморослый, средней густоты. Однолетние растущие побеги зеленые с антоциановым \"загаром\", матовые, прямые, средней толщины. Ягоды средней величины (средняя масса 0,6 г, максимальная – 1,0 г), округлые, темно-красные, вкус сладко-кислый. Сорт зимостойкий, высокоурожайный, среднемноголетняя урожайность составляет 17,8 т/га (2,5 кг/куст при схеме посадки 0,5 х 2,8 м), максимальная – 26,4 т/га (3,8 кг/куст), слабовосприимчив к мучнистой росе и листовым пятнистостям.",
    "image": "products/Смородина.jpg",
    "price": 250,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 24
  },
  {
    "id": 22,
    "name": "Мейнор",
    "slug": "mejnor",
    "description": "Сливово - вишневый гибрид.Сорт канадской селекции. Начинает плодоносить рано, со второго года. Плоды массой до 15 г, плоскоокруглые, тёмно-бордовые, универсального назначения, хорошего вкуса. Созревают в конце августа. Сорт самобесплодный. Зимостойкость высокая. Гибриды засухоустойчивы, но хорошо отзываются на поливы.",
    "image": "products/Сливы.jpg",
    "price": 600,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 23
  },
  {
    "id": 23,
    "name": "Жигулёвская",
    "slug": "zhigulyovskaya",
    "description": "Урожай формируется в молодом возрасте на молодых кольчатках и веточках. Плоды крупные, средней массой 120-200 г, (максимальная до 350 г), одномерные. Форма плодов плоско-округлая или округлая, иногда с широкими ребрами. Кожица плода блестящая, прочная, маслянистая. Основная окраска желтоватая, покровная – интенсивный красно-полосатый, расплывшийся румянец, иногда занимающий почти весь плод. Мякоть кремовая, крупнозернистая, нежная, хорошего кисло-сладкого вкуса. Потребление с третьей декады сентября и по декабрь. Длина потребительского периода 70-90 дней. Сорт высокоурожайный. В молодом возрасте плодоносит ежегодно, в более старом не резко периодично. Скороплодность, высокая урожайность.",
    "image": "products/Яблоня.jpg",
    "price": 500,
    "amount": 1,
    "in_available": 1,
    "badge_id": 3,
    "category_id": 25
  },
  {
    "id": 24,
    "name": "Rainbow’s End",
    "slug": "rainbows-end",
    "description": "Ель канадская одинаково хорошо чувствует себя как в приморском, довольно влажном климате, так и в засушливых местах. Однако не все они успешно растут во многих российских регионах. И причина не столько в морозах, сколько в слабой способности противостоять солнечных ожогам в зимний и ранневесенний период.\r\nЭтот сорт карликовой ели с конусовидной кроной высотой до 1 м с зеленой хвоей весной и ярко-желтой летом",
    "image": "products/ель.jpg",
    "price": 500,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 27
  },
  {
    "id": 25,
    "name": "Казацкий",
    "slug": "kazackij",
    "description": "В возрасте 10 лет достигает 0,3 м высоты при диаметре 1,5-2 м. Шишкоягоды округло-овальные длиной 5-12 мм, буро-черные с сизым налетом, содержат 2-4 семени. Несъедобные. Растет на всех почвах, сухих и влажных, кислых и щелочных. Засухоустойчив. Морозостоек. Стрижка, обрезка зависит от вида и места выращивания. Главным образом удаляют сухие ветки. В засушливое лето необходим дополнительный полив и дождевание в вечерние часы.",
    "image": "products/можжевельник.jpg",
    "price": 1000,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 28
  },
  {
    "id": 26,
    "name": "Глобоза",
    "slug": "globoza",
    "description": "Карликовое растение высотой до 1,3 метра. Ежегодно растение увеличивается на 5 см в разные стороны. Ветви густые, растут в разные ответвления. Крона плотная, правильно разрастающаяся в разные стороны. Для лучшего состояния кроны рекомендуется подрезать растение раз в 2 года. Требовательна к плодородности почвы и увлажнённости земли. Высаживают одиночно или группами.",
    "image": "products/туя.jpg",
    "price": 500,
    "amount": 1,
    "in_available": 1,
    "badge_id": null,
    "category_id": 29
  }
]